Repository: jeyarajd/ExcerciseApp
Catalog: FloorAge/Resources/Localizable.xcstrings
Source language: en
Languages: es, hi

# %@ · ≈ %@ steps
source: %1$@ · ≈ %2$@ steps
es: %1$@ · ≈ %2$@ pasos
hi: %1$@ · ≈ %2$@ कदम

# %@ · week %lld
source: %1$@ · week %2$lld
es: %1$@ · semana %2$lld
hi: %1$@ · हफ़्ता %2$lld

source: %@ (recommended)
es: %@ (recomendado)
hi: %@ (सुझाया गया)

source: %@ and above
es: %@ o más
hi: %@ और उससे ज़्यादा

source: %@ I'm your coach. Let's find out how old your body moves, and make it younger.
es: %@ Voy a entrenarte. Vamos a descubrir qué edad tiene tu cuerpo al moverse, y a rejuvenecerlo.
hi: %@ कोच के रूप में मैं आपके साथ हूं। चलिए पता करते हैं कि आपका शरीर किस उम्र जैसा चलता है, और उसे और जवान बनाते हैं।

source: %@ kcal left
es: Quedan %@ kcal
hi: %@ kcal बाकी

source: %@ kcal over
es: %@ kcal de más
hi: %@ kcal ज़्यादा

source: %@ left
es: Quedan %@
hi: %@ बाकी

source: %@ over
es: %@ de más
hi: %@ ज़्यादा

source: %@ walk
es: %@ de caminata
hi: %@ वॉक

# %@, week %lld
source: %1$@, week %2$lld
es: %1$@, semana %2$lld
hi: %1$@, हफ़्ता %2$lld

source: %@. Hold a wall or chair if you need to.
es: %@. Apóyate en una pared o una silla si lo necesitas.
hi: %@। ज़रूरत हो तो दीवार या कुर्सी पकड़ लें।

source: %@. Rest 1 minute between sets.
es: %@. Descansa 1 minuto entre series.
hi: %@। हर सेट के बीच 1 मिनट आराम करें।

source: %lld and a half minutes
es: %lld minutos y medio
hi: %lld मिनट 30 सेकंड

source: %lld exercises
es: %lld ejercicios
hi: %lld एक्सरसाइज़

source: %lld minutes
es: %lld minutos
hi: %lld मिनट

# %lld minutes %lld seconds
source: %1$lld minutes %2$lld seconds
es: %1$lld minutos y %2$lld segundos
hi: %1$lld मिनट %2$lld सेकंड

# %lld of %lld
source: %1$lld of %2$lld
es: %1$lld de %2$lld
hi: %1$lld / %2$lld

source: %lld of the last 7 days
es: %lld de los últimos 7 días
hi: पिछले 7 में से %lld दिन

source: %lld people on this iPhone
es: %lld personas en este iPhone
hi: इस iPhone पर %lld लोग

source: %lld reps
es: %lld rep.
hi: %lld रेप्स

source: %lld reps.
es: %lld repeticiones.
hi: %lld रेप्स।

source: %lld sec
es: %lld seg
hi: %lld सेकंड

source: %lld seconds
es: %lld segundos
hi: %lld सेकंड

source: %lld seconds.
es: %lld segundos.
hi: %lld सेकंड।

source: %lld stands
es: %lld repeticiones
hi: %lld बार खड़े हुए

source: %lld tests
es: %lld pruebas
hi: %lld टेस्ट

# %lld years older than my age (%lld)
source: %1$lld years older than my age (%2$lld)
es: %1$lld años más que mi edad (%2$lld)
hi: मेरी उम्र (%2$lld) से %1$lld साल ज़्यादा

# %lld years younger than my age (%lld)
source: %1$lld years younger than my age (%2$lld)
es: %1$lld años menos que mi edad (%2$lld)
hi: मेरी उम्र (%2$lld) से %1$lld साल कम

# %lld–%lld hours
source: %1$lld–%2$lld hours
es: %1$lld–%2$lld horas
hi: %1$lld–%2$lld घंटे

source: %lld. Done!
es: %lld. ¡Y listo!
hi: %lld। हो गया!

source: %lld. Switch sides.
es: %lld. Cambia de lado.
hi: %lld। अब दूसरी तरफ़।

source: 1 minute
es: 1 minuto
hi: 1 मिनट

source: 2 days
es: 2 días
hi: 2 दिन

source: 4 quick tests show how old your body moves. Your plan adapts to the result.
es: 4 pruebas rápidas muestran qué edad tiene tu cuerpo al moverse. Tu plan se adapta al resultado.
hi: 4 छोटे टेस्ट बताते हैं कि आपका शरीर किस उम्र जैसा चलता है। आपका प्लान नतीजे के हिसाब से बदलता है।

source: 7-night average
es: Promedio de 7 noches
hi: 7 रातों का औसत

# 7-night average %@ · goal %@
source: 7-night average %1$@ · goal %2$@
es: Promedio de 7 noches: %1$@ · objetivo: %2$@
hi: 7 रातों का औसत %1$@ · लक्ष्य %2$@

source: 9 weeks, 3 run/walk sessions a week (about 30 min), building from 1-minute runs to 30 minutes of running, plus 2 strength days.
es: 9 semanas, 3 sesiones semanales de correr y caminar (unos 30 min), empezando con carreras de 1 minuto hasta llegar a 30 minutos corriendo, más 2 días de fuerza.
hi: 9 हफ़्ते, हर हफ़्ते दौड़/वॉक के 3 सेशन (लगभग 30 मिनट), 1 मिनट की दौड़ से बढ़ते हुए 30 मिनट की दौड़ तक, साथ में 2 दिन स्ट्रेंथ।

source: 9 weeks, 3 run/walk sessions a week building to 30 minutes of running.
es: 9 semanas, 3 sesiones semanales de correr y caminar hasta llegar a 30 minutos corriendo.
hi: 9 हफ़्ते, हर हफ़्ते दौड़/वॉक के 3 सेशन, धीरे-धीरे 30 मिनट की दौड़ तक।

source: 12 guided Kegel squeezes · about 2 min. Do them sitting, anywhere.
es: 12 contracciones de Kegel guiadas · unos 2 min. Hazlas en posición sentada, en cualquier lugar.
hi: 12 गाइडेड कीगल स्क्वीज़ · लगभग 2 मिनट। बैठकर, कहीं भी करें।

source: 12 weeks of brisk walking on 5 days, from 20 minutes up to %1$@ a day (%2$@ min a week), plus 2 strength days.
es: 12 semanas de caminata rápida 5 días a la semana, de 20 minutos hasta %1$@ al día (%2$@ min a la semana), más 2 días de fuerza.
hi: 12 हफ़्ते, हफ़्ते में 5 दिन तेज़ वॉक, रोज़ 20 मिनट से बढ़ाकर %1$@ तक (हफ़्ते में %2$@ मिनट), साथ में 2 दिन स्ट्रेंथ।

source: 12 weeks of easy walking on 5 days, from 10 minutes up to %@ a day, plus 2 gentle strength days with a chair.
es: 12 semanas de caminata suave 5 días a la semana, de 10 minutos hasta %@ al día, más 2 días de fuerza suave con una silla.
hi: 12 हफ़्ते, हफ़्ते में 5 दिन आराम से वॉक, रोज़ 10 मिनट से बढ़ाकर %@ तक, साथ में कुर्सी के सहारे 2 दिन हल्की स्ट्रेंथ।

source: 30-Second Chair Stand
es: Levantarse de la silla en 30 segundos
hi: 30 सेकंड में कुर्सी से उठना

source: 150–300 active minutes a week, strength on 2+ days, balance on 3+ days from 65.
es: 150–300 minutos activos a la semana, fuerza 2+ días y, a partir de los 65, equilibrio 3+ días.
hi: हफ़्ते में 150–300 मिनट सक्रिय रहना, 2+ दिन स्ट्रेंथ, और 65 की उम्र से 3+ दिन संतुलन।

source: A doctor has told me to limit exercise
es: Un médico me ha indicado limitar el ejercicio
hi: डॉक्टर ने मुझे एक्सरसाइज़ सीमित रखने को कहा है

source: A general fitness plan, not medical advice. Stop and rest if anything hurts, and seek help for chest pain, dizziness or severe breathlessness.
es: Es un plan general de actividad física, no un consejo médico. Detente y descansa si algo te duele, y busca ayuda si tienes dolor en el pecho, mareos o falta de aire intensa.
hi: यह एक सामान्य फ़िटनेस प्लान है, मेडिकल सलाह नहीं। कहीं भी दर्द हो तो रुककर आराम करें, और सीने में दर्द, चक्कर या सांस बहुत ज़्यादा फूलने पर मदद लें।

source: a gentle start builds fitness safely
es: empezar con suavidad te pone en forma sin riesgos
hi: हल्की शुरुआत से फ़िटनेस सुरक्षित तरीके से बनती है

# A healthy weight for your height is about %@–%@.
source: A healthy weight for your height is about %1$@–%2$@.
es: Un peso saludable para tu estatura es de unos %1$@–%2$@.
hi: आपकी लंबाई के हिसाब से स्वस्थ वज़न लगभग %1$@–%2$@ है।

source: A little under the recommended %@.
es: Un poco menos de las %@ recomendadas.
hi: सुझाए गए %@ से थोड़ा कम।

source: a minute and a half
es: un minuto y medio
hi: डेढ़ मिनट

source: A one-time purchase, charged to your Apple Account. Your data stays on your iPhone either way. The Floor Age check, daily sessions with the coach, steps, calories, BMI and all safety guidance stay free.
es: Un pago único, cargado a tu Cuenta de Apple. Tus datos se quedan en tu iPhone en cualquier caso. La prueba Floor Age, las sesiones diarias con el coach, los pasos, las calorías, el IMC y todas las indicaciones de seguridad siguen siendo gratis.
hi: एक बार की ख़रीदारी, जिसका भुगतान आपके Apple खाते से होगा। आपका डेटा हर हाल में आपके iPhone पर ही रहता है। Floor Age चेक, कोच के साथ रोज़ के सेशन, कदम, कैलोरी, BMI और सुरक्षा से जुड़ी सारी जानकारी मुफ़्त रहती है।

source: A support is any hand, knee, forearm or side of the leg touching the floor or a surface.
es: Cuenta como apoyo cualquier mano, rodilla, antebrazo o costado de la pierna que toque el suelo u otra superficie.
hi: हाथ, घुटना, बांह (कोहनी से कलाई तक) या पैर का किनारा अगर ज़मीन या किसी सतह को छुए, तो उसे एक सहारा माना जाता है।

source: A weekly walking or Couch to 5K plan with strength sets, built for your weight and age.
es: Un plan semanal de caminatas o Couch to 5K con series de fuerza, adaptado a tu peso y tu edad.
hi: आपके वज़न और उम्र के हिसाब से बना हफ़्तेवार वॉकिंग या Couch to 5K प्लान, स्ट्रेंथ सेट के साथ।

source: About 7,000–8,000 steps a day is linked with good health. A brisk 10-minute walk is roughly 1,000 steps. Missing a day never resets your progress.
es: Unos 7000–8000 pasos al día se asocian con una buena salud. Una caminata rápida de 10 minutos son unos 1000 pasos. Saltarte un día nunca reinicia tu progreso.
hi: रोज़ लगभग 7,000–8,000 कदम अच्छी सेहत से जुड़े हैं। 10 मिनट की तेज़ वॉक लगभग 1,000 कदम होती है। एक दिन छूटने से आपकी प्रगति कभी शून्य नहीं होती।

source: About 10 min
es: Unos 10 min
hi: लगभग 10 मिनट

source: About you
es: Sobre ti
hi: आपके बारे में

source: Accent
es: Acento
hi: लहजा

source: active min
es: min activos
hi: सक्रिय मिनट

source: Adapted for %@
es: Adaptado para: %@
hi: %@ के हिसाब से बदला गया

source: Add %@
es: Añadir %@
hi: %@ जोड़ें

# Add %lld items · %@ kcal
source: Add %1$lld items · %2$@ kcal
es: Añadir %1$lld alimentos · %2$@ kcal
hi: %1$lld चीज़ें जोड़ें · %2$@ kcal

source: Add 1 item · %@ kcal
es: Añadir 1 alimento · %@ kcal
hi: 1 चीज़ जोड़ें · %@ kcal

source: Add a family member
es: Añadir a un familiar
hi: परिवार का सदस्य जोड़ें

source: Add food
es: Añadir alimento
hi: खाना जोड़ें

source: Add height and weight
es: Añadir estatura y peso
hi: लंबाई और वज़न जोड़ें

source: Add to log
es: Añadir al registro
hi: लॉग में जोड़ें

source: Add your height and weight for a plan that fits your weight
es: Añade tu estatura y peso para tener un plan adaptado a tu peso
hi: अपने वज़न के हिसाब से प्लान पाने के लिए लंबाई और वज़न जोड़ें

source: Add your height and weight under BMI to get a daily target.
es: Añade tu estatura y peso en IMC para obtener un objetivo diario.
hi: रोज़ का लक्ष्य पाने के लिए BMI में अपनी लंबाई और वज़न जोड़ें।

source: Adds about a minute of guided pelvic floor squeezes to the end of each session. Good for bladder control, core support and recovery, for women and men.
es: Añade al final de cada sesión alrededor de un minuto de contracciones guiadas del suelo pélvico. Ayudan al control de la vejiga, a la estabilidad del core y a la recuperación, en mujeres y en hombres.
hi: हर सेशन के आख़िर में लगभग एक मिनट की गाइडेड पेल्विक फ़्लोर एक्सरसाइज़ जोड़ता है। पेशाब पर नियंत्रण, कोर को सहारा देने और रिकवरी के लिए अच्छा, महिलाओं और पुरुषों दोनों के लिए।

source: age %lld
es: tu edad (%lld)
hi: उम्र %lld

source: Age %lld
es: Edad: %lld
hi: उम्र %lld

source: Age: %lld
es: Edad: %lld
hi: उम्र: %lld

source: Aim for %@ steps
es: Intenta dar %@ pasos
hi: %@ कदम का लक्ष्य रखें

source: Allow Motion & Fitness
es: Permitir Movimiento y forma física
hi: गति और फ़िटनेस की अनुमति दें

source: And rest.
es: Y descansa.
hi: अब आराम करें।

source: Anything we should know?
es: ¿Hay algo que debamos saber?
hi: कोई बात जो हमें पता होनी चाहिए?

source: Arms crossed. Three. Two. One. Go!
es: Brazos cruzados. Tres. Dos. Uno. ¡Ya!
hi: हाथ क्रॉस करें। तीन। दो। एक। शुरू!

source: Asian
es: Asiático
hi: एशियाई

source: Asian ranges (healthy 18.5–22.9) are recommended for people of Asian descent, whose health risks start at a lower BMI.
es: Los rangos asiáticos (saludable 18,5–22,9) se recomiendan para personas de origen asiático, cuyos riesgos para la salud empiezan con un IMC más bajo.
hi: एशियाई मूल के लोगों के लिए एशियाई रेंज (स्वस्थ 18.5–22.9) की सलाह दी जाती है, क्योंकि उनमें सेहत के जोखिम कम BMI पर ही शुरू हो जाते हैं।

source: back
es: espalda
hi: कमर

source: Back pain
es: Dolor de espalda
hi: कमर या पीठ दर्द

source: balance
es: equilibrio
hi: संतुलन

source: Balance
es: Equilibrio
hi: संतुलन

source: Balance · %lld sets
es: Equilibrio · %lld series
hi: संतुलन · %lld सेट

source: Balance · 1 set
es: Equilibrio · 1 serie
hi: संतुलन · 1 सेट

source: Based on what you told us, skip this test or do it only if it feels completely safe.
es: Por lo que nos contaste, sáltate esta prueba o hazla solo si te parece totalmente segura.
hi: आपने जो बताया है, उसके हिसाब से यह टेस्ट छोड़ दें, या तभी करें जब यह पूरी तरह सुरक्षित लगे।

# Based on your %@, we recommend this plan: %@.
source: Based on your %1$@, we recommend this plan: %2$@.
es: Según %1$@, te recomendamos este plan: %2$@.
hi: %1$@ के आधार पर हम यह प्लान सुझाते हैं: %2$@।

source: below %@
es: menos de %@
hi: %@ से कम

source: Benefits of walking level off at 8,000–10,000 steps a day under 60, and 6,000–8,000 from 60.
es: Los beneficios de caminar se estabilizan en 8000–10 000 pasos al día antes de los 60 años, y en 6000–8000 a partir de los 60.
hi: चलने का फ़ायदा 60 से कम उम्र में रोज़ 8,000–10,000 कदम तक, और 60 की उम्र से 6,000–8,000 कदम तक बढ़ता है, फिर लगभग स्थिर हो जाता है।

source: Best: %.1f s
es: Mejor: %.1f s
hi: सबसे अच्छा: %.1f सेकंड

source: BMI
es: IMC

# BMI %@ (%@)
source: BMI %1$@ (%2$@)
es: tu IMC de %1$@ (%2$@)

source: BMI calculator
es: Calculadora de IMC
hi: BMI कैलकुलेटर

source: BMI doesn't account for muscle, so treat it as a rough guide, not a diagnosis.
es: El IMC no tiene en cuenta el músculo, así que tómalo como una guía aproximada, no como un diagnóstico.
hi: BMI मांसपेशियों को नहीं गिनता, इसलिए इसे एक मोटा अंदाज़ा मानें, डायग्नोसिस नहीं।

source: BMI ranges
es: Rangos de IMC
hi: BMI रेंज

source: Brisk walk
es: Caminata rápida
hi: तेज़ वॉक

source: brisk walking burns fat while being kind to your joints
es: caminar a paso rápido quema grasa y cuida tus articulaciones
hi: तेज़ वॉक से चर्बी घटती है और जोड़ों पर ज़्यादा ज़ोर भी नहीं पड़ता

source: Brisk walking plan
es: Plan de caminata rápida
hi: तेज़ वॉकिंग प्लान

source: Build strength with your daily sessions and eat regular, balanced meals.
es: Gana fuerza con tus sesiones diarias y haz comidas regulares y equilibradas.
hi: रोज़ के सेशन से ताकत बढ़ाएं, और समय पर संतुलित खाना खाएं।

source: By area
es: Por área
hi: हर पहलू में

source: Calories
es: Calorías
hi: कैलोरी

source: Calories (kcal)
es: Calorías (kcal)
hi: कैलोरी (kcal)

source: Calories are typical values for home portions and vary with recipe and oil.
es: Las calorías son valores típicos de porciones caseras y varían según la receta y el aceite.
hi: कैलोरी घर की आम मात्रा के हिसाब से अंदाज़न हैं, और रेसिपी व तेल के हिसाब से बदलती हैं।

source: Camera access is off. Allow it in iPhone Settings › Privacy & Security › Camera.
es: El acceso a la cámara está desactivado. Actívalo en Ajustes del iPhone › Privacidad y seguridad › Cámara.
hi: कैमरा की अनुमति बंद है। iPhone सेटिंग्स › गोपनीयता और सुरक्षा › कैमरा में इसे चालू करें।

source: Camera on
es: Cámara activada
hi: कैमरा चालू

source: Can you get up off the floor without using your hands?
es: ¿Puedes levantarte del suelo sin usar las manos?
hi: क्या आप हाथों का सहारा लिए बिना ज़मीन से उठ सकते हैं?

source: Cancel
es: Cancelar
hi: रद्द करें

source: Change or restart plan
es: Cambiar o reiniciar el plan
hi: प्लान बदलें या फिर से शुरू करें

source: Check with your doctor before starting if you have a heart, lung or joint condition, are pregnant, or haven't been active for a long time.
es: Consulta a tu médico antes de empezar si tienes una afección cardíaca, pulmonar o articular, si estás embarazada o si llevas mucho tiempo sin hacer actividad física.
hi: अगर आपको दिल, फेफड़ों या जोड़ों की कोई बीमारी है, आप गर्भवती हैं, या लंबे समय से सक्रिय नहीं रहे हैं, तो शुरू करने से पहले अपने डॉक्टर से सलाह लें।

source: Checks
es: Pruebas
hi: पिछली जांचें

source: Close
es: Cerrar
hi: बंद करें

source: Coach look
es: Aspecto del coach
hi: कोच का रूप

source: Common foods
es: Alimentos comunes
hi: रोज़मर्रा के खाने

source: Connecting to the App Store…
es: Conectando con el App Store…
hi: App Store से जुड़ रहे हैं…

source: Cool-down walk
es: Caminata de enfriamiento
hi: कूल-डाउन वॉक

source: Couch to 5K run/walk
es: Correr y caminar (Couch to 5K)
hi: Couch to 5K दौड़/वॉक

source: Couldn't reach the App Store. Check your connection and try again.
es: No se pudo conectar con el App Store. Revisa tu conexión e inténtalo de nuevo.
hi: App Store से संपर्क नहीं हो सका। अपना इंटरनेट कनेक्शन जांचें और फिर से कोशिश करें।

source: Couldn't recognise this plate. Add the foods from the list instead.
es: No pudimos reconocer este plato. Añade los alimentos desde la lista.
hi: इस प्लेट का खाना पहचाना नहीं जा सका। इसके बजाय सूची से खाना जोड़ें।

source: Daily goal: %@
es: Objetivo diario: %@
hi: रोज़ का लक्ष्य: %@

source: Daily session
es: Sesión diaria
hi: रोज़ का सेशन

source: Daily target about %@ kcal
es: Objetivo diario: unas %@ kcal
hi: रोज़ का लक्ष्य लगभग %@ kcal

source: Date
es: Fecha
hi: तारीख

source: Day
es: Día
hi: दिन

source: Daytime activity, like your walks, helps you fall asleep.
es: La actividad durante el día, como tus caminatas, te ayuda a conciliar el sueño.
hi: दिन में सक्रिय रहना, जैसे आपकी वॉक, रात को नींद आने में मदद करता है।

source: Delete all my data
es: Borrar todos mis datos
hi: मेरा सारा डेटा मिटाएं

source: Delete everything
es: Borrar todo
hi: सब कुछ मिटाएं

source: Delete your profile, Floor Age results and session history?
es: ¿Borrar tu perfil, tus resultados de Floor Age y tu historial de sesiones?
hi: आपकी प्रोफ़ाइल, Floor Age के नतीजे और सेशन का इतिहास मिटा दें?

source: distance
es: distancia
hi: दूरी

source: dizziness
es: mareos
hi: चक्कर

source: Dizziness or balance problems
es: Mareos o problemas de equilibrio
hi: चक्कर आना या संतुलन की समस्या

source: Do it again
es: Repetir
hi: फिर से करें

source: doctor's advice
es: indicación médica
hi: डॉक्टर की सलाह

source: Done
es: Hecho
hi: हो गया

source: Done for today
es: Completado por hoy
hi: आज का हो गया

source: Easy walk
es: Caminata suave
hi: आराम से वॉक

source: Easy walk for %@.
es: Caminata suave durante %@.
hi: %@ तक आराम से वॉक करें।

source: elapsed
es: transcurrido
hi: बीत गया

source: End session
es: Terminar sesión
hi: सेशन ख़त्म करें

source: English (Australia)
es: Inglés (Australia)
hi: अंग्रेज़ी (ऑस्ट्रेलिया)

source: English (India)
es: Inglés (India)
hi: अंग्रेज़ी (भारत)

source: English (UK)
es: Inglés (Reino Unido)
hi: अंग्रेज़ी (ब्रिटेन)

source: English (US)
es: Inglés (EE. UU.)
hi: अंग्रेज़ी (अमेरिका)

source: Enter your height and weight
es: Indica tu estatura y peso
hi: अपनी लंबाई और वज़न डालें

source: Estimates for everyday fitness, not medical advice.
es: Estimaciones de tu forma física para el día a día, no consejo médico.
hi: रोज़मर्रा की फ़िटनेस के लिए अनुमान, मेडिकल सलाह नहीं।

source: Evening reminder
es: Recordatorio por la tarde
hi: शाम का रिमाइंडर

source: Every kilo counts. Start gently, walk a little more each week, and check with your doctor for a plan.
es: Cada kilo cuenta. Empieza con suavidad, camina un poco más cada semana y consulta a tu médico para tener un plan.
hi: हर किलो मायने रखता है। धीरे से शुरू करें, हर हफ़्ते थोड़ा ज़्यादा चलें, और प्लान के लिए अपने डॉक्टर से सलाह लें।

source: Everyone gets their own Floor Age, plan and history. Steps, Apple Health sleep and reminders stay with %@, because they come from this iPhone.
es: Cada persona tiene su propio Floor Age, plan e historial. Los pasos, el sueño de Apple Health y los recordatorios siguen siendo de %@, porque vienen de este iPhone.
hi: हर किसी को अपना Floor Age, प्लान और इतिहास मिलता है। कदम, Apple Health की नींद और रिमाइंडर %@ के पास रहते हैं, क्योंकि ये इसी iPhone से आते हैं।

source: Family
es: Familia
hi: परिवार

source: Family profiles
es: Perfiles familiares
hi: परिवार की प्रोफ़ाइलें

source: Faster
es: Más rápido
hi: तेज़

source: Fifteen seconds.
es: Quince segundos.
hi: पंद्रह सेकंड।

source: Find your Floor Age
es: Descubre tu Floor Age
hi: अपनी Floor Age जानें

source: Find your Floor Age with 4 simple tests, then train with a coach who shows every move and talks you through it.
es: Descubre tu Floor Age con 4 pruebas sencillas y luego entrena con un coach que te muestra cada movimiento y te guía con su voz.
hi: 4 आसान टेस्ट से अपनी Floor Age जानें, फिर ऐसे कोच के साथ ट्रेनिंग करें जो हर मूव करके दिखाए और बोलकर समझाए।

source: Find your Floor Age: 4 tests, 10 minutes. Scan to get the app.
es: Descubre tu Floor Age: 4 pruebas, 10 minutos. Escanea para descargar la app.
hi: अपना Floor Age जानें: 4 टेस्ट, 10 मिनट। ऐप पाने के लिए स्कैन करें।

source: Find your Floor Age: 4 tests, 10 minutes. Search “Floor Age” on the App Store.
es: Descubre tu Floor Age: 4 pruebas, 10 minutos. Busca “Floor Age” en el App Store.
hi: अपना Floor Age जानें: 4 टेस्ट, 10 मिनट। App Store पर “Floor Age” खोजें।

source: Fingertips touch the floor
es: Toco el suelo con la punta de los dedos
hi: उंगलियां ज़मीन छूती हैं

source: Finish
es: Terminar
hi: पूरा करें

source: First name (optional)
es: Nombre (opcional)
hi: पहला नाम (ज़रूरी नहीं)

source: Five, four, three, two, one.
es: Cinco, cuatro, tres, dos, uno.
hi: पांच, चार, तीन, दो, एक।

source: Flexibility
es: Flexibilidad
hi: लचीलापन

source: Floor Age is a fitness estimate from simple movement tests, not a medical diagnosis.
es: Floor Age es una estimación de tu forma física basada en pruebas sencillas de movimiento, no un diagnóstico médico.
hi: Floor Age आसान मूवमेंट टेस्ट पर आधारित फ़िटनेस का एक अनुमान है, कोई मेडिकल डायग्नोसिस नहीं।

source: Floor Age over time
es: Evolución de tu Floor Age
hi: समय के साथ Floor Age

source: Floor Age Plus is restored. Welcome back!
es: Floor Age Plus se ha restaurado. ¡Qué bueno verte de nuevo!
hi: Floor Age Plus फिर से चालू हो गया है। वापसी पर स्वागत है!

source: Focus
es: Enfoque
hi: फ़ोकस

source: Food
es: Comida
hi: खाना

source: Food name
es: Nombre del alimento
hi: खाने का नाम

source: Food photo calories
es: Calorías por foto
hi: फ़ोटो से कैलोरी

source: For a more natural voice, download an Enhanced or Premium voice in iPhone Settings › Accessibility › Spoken Content › Voices.
es: Para una voz más natural, descarga una voz Mejorada o Premium en Ajustes del iPhone › Accesibilidad › Contenido leído › Voces.
hi: ज़्यादा स्वाभाविक आवाज़ के लिए, iPhone सेटिंग्स › ऐक्सेसिबिलिटी › बोली गई सामग्री › आवाज़ें में जाकर “उन्नत” (Enhanced) या “प्रीमियम” (Premium) आवाज़ डाउनलोड करें।

source: Four short tests, about 10 minutes. The coach shows each one first. Your result is an estimate of how old your body moves, not a medical test.
es: Cuatro pruebas cortas, unos 10 minutos. Tu coach te muestra cada una primero. El resultado es una estimación de qué edad tiene tu cuerpo al moverse, no una prueba médica.
hi: चार छोटे टेस्ट, लगभग 10 मिनट। कोच हर टेस्ट पहले करके दिखाते हैं। आपका नतीजा इस बात का अनुमान है कि आपका शरीर किस उम्र जैसा चलता है, यह कोई मेडिकल टेस्ट नहीं है।

source: From
es: Desde
hi: से

source: Full stands
es: Repeticiones completas
hi: पूरी तरह खड़े होना

source: Gentle walking plan
es: Plan de caminata suave
hi: हल्का वॉकिंग प्लान

source: Get ready
es: Prepárate
hi: तैयार हो जाइए

source: Get started
es: Empezar
hi: शुरू करें

source: Getting up
es: Al levantarte
hi: उठते समय

source: Getting up from the floor
es: Levantarse del suelo
hi: ज़मीन से उठना

source: Goal
es: Objetivo
hi: लक्ष्य

source: Goal %@ a night
es: Objetivo: %@ por noche
hi: लक्ष्य: हर रात %@

source: goal %lld+
es: objetivo %lld+
hi: लक्ष्य %lld+

source: Going down
es: Al bajar
hi: बैठते समय

source: Good afternoon
es: Buenas tardes
hi: शुभ दोपहर

source: Good evening
es: Buenas noches
hi: शुभ संध्या

source: Good light and the whole plate in view work best.
es: Funciona mejor con buena luz y el plato completo a la vista.
hi: अच्छी रोशनी हो और पूरी प्लेट फ़्रेम में दिखे, तो सबसे अच्छा रहता है।

source: Good morning
es: Buenos días
hi: सुप्रभात

source: Great work. Cool down with a %@ easy walk.
es: Buen trabajo. Ahora vuelve a la calma con una caminata suave de %@.
hi: बहुत बढ़िया। अब %@ आराम से वॉक करके कूल-डाउन करें।

source: Guided Kegel sessions any time, plus Kegels at the end of each daily session.
es: Sesiones guiadas de Kegel cuando quieras, y Kegel al final de cada sesión diaria.
hi: कभी भी गाइडेड कीगल सेशन, और हर रोज़ के सेशन के आख़िर में कीगल।

source: Healthy
es: Peso saludable
hi: स्वस्थ

source: Hear again
es: Escuchar de nuevo
hi: फिर से सुनें

source: Height
es: Estatura
hi: लंबाई
